{
  "hero_title1": "Excellence in",
  "hero_title2_primary": "Optometric Education",
  "hero_subtitle": "Discover your potential at S. Salins College of Optometry, where we shape the future of eye care professionals through innovative education and hands-on experience.",
  "hero_apply_button_text": "Apply Now",
  "hero_apply_button_link": "https://docs.google.com/forms/d/e/1FAIpQLSfrKremrqPjDh5O_o9GrJ60qdIq4d9LjIJ30IDe-Ar9YrQchw/viewform?usp=sharing",
  "hero_learn_more_button_text": "Learn More",
  "hero_learn_more_button_link": "/admission",
  "hero_spline_url": "https://prod.spline.design/EXUCiceuP8odg10J/scene.splinecode",
  "about_title1": "About Our",
  "about_title2_primary": "Institution",
  "about_text": "S.Salins college of Optometry, Bidar established Dr. Sybil Salins in the memory of her mother Dr. Mrs. Susheela Salins in the year 2014-15. Dr. Sybil Salins realized that there are no optometry colleges in the northern part of Karnataka and especially in Bidar district. So she has taken a challenge to open an optometry college to educate students in the Bidar district. S.Salins College of Optometry is running by the Velemegna Good News Society Hospital, Bidar. Here we are offering B.Sc Optometry course since 2014-15. Our college is affiliated with Rajiv Gandhi University of Health Sciences, Bangalore.",
  "about_image": "http://velemegna.org/newsletters/About1.jpg?auto=format&fit=crop&w=1200&q=80",
  "programs_title1": "Our",
  "programs_title2_primary": "Programs",
  "programs_description": "The Bachelor of Optometry is a 4-year comprehensive program that trains students to become optometrists, specializing in eye care and vision science. Optometrists examine eyes, diagnose vision problems, prescribe corrective devices, and provide pre- and post-operative care. The program covers anatomy, physiology, vision science, eye diseases, and clinical techniques, preparing graduates for careers in private practice, research, academia, and public health.",
  "programs_list": [
    {
      "icon": "Eye",
      "title": "Bachelor of Optometry",
      "description": "Comprehensive 4-year program covering all aspects of eye care and vision science.",
      "duration": "3+1 Years"
    }
  ],
  "features_title1": "Special",
  "features_title2_primary": "Features",
  "features_description": "Discover what makes S Salins College of Optometry unique",
  "features_list": [
    {
      "title": "Infrastructure",
      "description": "Good infrastructure with well-equipped labs and clinics providing students with a modern learning environment."
    },
    {
      "title": "Supportive Environment",
      "description": "A friendly atmosphere providing proactive support to students, fostering growth and learning."
    },
    {
      "title": "Expert Faculty",
      "description": "A committed set of teaching faculty who nurture students and provide excellent opportunities to learn, grow, and shine."
    },
    {
      "title": "Clinical Excellence",
      "description": "Complete emphasis on clinical training to ensure practical expertise in the field of optometry."
    },
    {
      "title": "Career Opportunities",
      "description": "Excellent job opportunities within Velemegna eye hospital and other eye care providers through our campus placement services."
    },
    {
      "title": "Research Environment",
      "description": "A dynamic research environment that pushes students to excel and think out-of-the-box."
    }
  ],
  "vision_title": "Our Vision & Mission",
  "vision_text1": "Velemegna society seeks to demonstrate the love of Christ through excellence in health care and community services.",
  "vision_text2": "‘Velemegna’ is a registered charitable society. We provide quality eye care services, which is comprehensive and affordable to all. This is achieved by training, research, and excellence in service delivery. In addition, we will continue with Founders compassion for care of the Leprosy affected.",
  "stats_list": [
    {
      "icon": "Award",
      "number": "98%",
      "label": "Graduate Success Rate"
    },
    {
      "icon": "BookOpen",
      "number": "10+",
      "label": "Expert Faculty"
    },
    {
      "icon": "Eye",
      "number": "11+",
      "label": "Years of Excellence"
    }
  ]
}
